content/posts/mgs3.org
#+TITLE: METAL GEAR SOLID 3!!!
#+DATE: <2025-06-18 wed>

A minha namorada fez algo que é dígno de fazer até o Kratos chorar de tanta emoção. Ela me deu, de presente de dia dos namorados, o fucking Metal Gear Solid 3: Snake Eater!

Cara, eu literalmente fiquei querendo comprar essa obra prima do Kojima desde o dia que eu comprei o meu Switch Lite, e hoje, dia 18/06/2025, eu venho aqui dizer a vocês senhores: *a minha mina fez a boa.*

Eu tô no trabalho agora, mas eu mal consigo me segurar de tanto que eu quero:

1. Encher ela de beijos
2. Encher ela de beijos um pouco mais
3. Jogar o jogo
   
Agora eu tô fudido pra achar algum presente à altura, mas foda-se.

#+HTML: <p><span style="color: #f43841">Eu te amo querida! <3</span></p>
