public/posts/mgs3.html
<!DOCTYPE html>
<html lang="pt-br">
<head>
<!-- 2025-07-05 Sat 18:15 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>METAL GEAR SOLID 3!!!</title>
<meta name="generator" content="Org Mode" />
<link rel="icon" type="image/svg+xml" href="data:image/svg+xml,&lt;svg xmlns='http://www.w3.org/2000/svg'
	              width='32' height='32'&gt;
	              &lt;polygon points='16,2 30,16 16,30 2,16' fill='%23FFDD33'/&gt;
                      &lt;/svg&gt;">
                     <link rel=icon type="image/webp" href="/fav.webp">
                     <link rel=stylesheet href="/reset.css" />
                     <link rel=stylesheet href="/styles.css" />
</head>
<body>
<div id="preamble" class="status">
<header>
         <nav>
           <div>
             <a href="/">Início</a>
           </div>
           <div>
             <a href="/blog.html">Blog</a>
             <a href="/sobre.html">Sobre</a>
           </div>
         </nav>
       </header>
</div>
<div id="content" class="content">
<header>
<h1 class="title">METAL GEAR SOLID 3!!!</h1>
</header><p>
A minha namorada fez algo que é dígno de fazer até o Kratos chorar de tanta emoção. Ela me deu, de presente de dia dos namorados, o fucking Metal Gear Solid 3: Snake Eater!
</p>

<p>
Cara, eu literalmente fiquei querendo comprar essa obra prima do Kojima desde o dia que eu comprei o meu Switch Lite, e hoje, dia 18/06/2025, eu venho aqui dizer a vocês senhores: <b>a minha mina fez a boa.</b>
</p>

<p>
Eu tô no trabalho agora, mas eu mal consigo me segurar de tanto que eu quero:
</p>

<ol class="org-ol">
<li>Encher ela de beijos</li>
<li>Encher ela de beijos um pouco mais</li>
<li>Jogar o jogo</li>
</ol>

<p>
Agora eu tô fudido pra achar algum presente à altura, mas foda-se.
</p>

<p><span style="color: #f43841">Eu te amo querida! <3</span></p>
</div>
</body>
</html>
